Repository: jcsbmwxyha/UWP
Catalog: AURAEditor/AURAEditor/String/*/Resources.resw
Source language: en
Languages: cs, de, es, fr, it, ko, nl, pt, ru, tr, zh_cn

# ActionTextBlock.Text
source: Action:
cs: Akce：
de: Aktion：
es: Acción：
it: Azione：
ko: 동작：
nl: Actie：
pt: Ação：
ru: Действие：
tr: İşlem：
zh_cn: 触发动作：

# AddEffectButton.Content
source: Add effect
cs: Přid efekt
de: Effekt hinzufügen
es: Ag. efecto
fr: Aj effet
it: Aggiungi
ko: 효과 추가
nl: Effct toev
pt: Ad. efeito
ru: Добавить эффект
tr: Efekt ekle
zh_cn: 添加效果

# AddNodeToolTip.Text
source: Add node
cs: Přidat uzel
de: Knotenpunkt hinzufügen
es: Agregar nodos
fr: Ajouter nœud
it: Aggiungi nodo
ko: 노드 추가
nl: Knooppunt toevoegen
pt: Adicionar nó
ru: Добавить узел
tr: Düğüm ekle
zh_cn: 添加节点

# AngleBgImgToolTip.Text
source: Click or drag to adjust the angle
cs: Kliknutím nebo potažením upravte úhel
de: Zum Anpassen des Winkels klicken oder ziehen
es: Hacer clic o arrastrar para ajustar el ángulo
fr: Cliquer ou faire glisser pour ajuster l'angle
it: Clicca o sposta per regolare l'angolo
ko: 클릭하거나 끌어서 각도을 조정합니다.
nl: Klikken of slepen om de hoek aan te passen
pt: Clique ou arraste para ajustar o ângulo
ru: Нажмите или перетащите, чтобы настроить угол
tr: Açıyı ayarlamak için tıkla veya sürükle
zh_cn: 点击或拖曳以调整角度

# AngleTextBlock.Text
source: Angle
cs: Úhel
de: Winkel
es: Ángulo
it: Angolo
ko: 각도
nl: Hoek
pt: Ângulo
ru: Угол
tr: Açı
zh_cn: 角度

# AngleTextBoxToolTip.Text
source: Click to enter the degree value
cs: Kliknutím zadejte hodnotu stupňů
de: Zur Eingabe der Gradzahl klicken
es: Hacer clic para introducir el valor de grados
fr: Clic pour saisir la valeur en degrés
it: Clicca per inserire il valore dell'angolo
ko: 클릭하여 각도 값을 입력합니다.
nl: Klik om temp in te voeren
pt: Clique para introduzir o valor do ângulo
ru: Нажмите для ввода угла
tr: Derece değerini girmek için tıkla
zh_cn: 点击以输入角度

# AnticlockwiseToolTip.Text
source: Counterclockwise
cs: Zprava doleva
de: Gegen den Uhrzeigersinn
es: Sentido antihorario
fr: Dans le sens inverse des aiguilles d'une montre
it: Senso antiorario
ko: 시계 반대 방향
nl: Linksom
pt: Para a esquerda
ru: Против часовой стрелки
tr: Saatin tersi yönde
zh_cn: 逆时针

# BreathingEffectText
source: Breathing
cs: Pulzující
de: Pulsierend
es: Respirar
fr: Pulsation
it: Respiro
ko: 브리딩
nl: Ademen
pt: Intermitente
ru: Дыхание
tr: Nefes Alma
zh_cn: 呼吸

# CancelButton.Content
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
nl: Annulrn
pt: Cancelar
ru: Отмена
tr: İptal
zh_cn: 取消

# CentralizeToolTip.Text
source: Inward
cs: Dovnitř
de: Nach innen
es: Hacia adentro
fr: Vers l'intérieur
it: All'interno
ko: 안쪽으로
nl: Naar binnen
pt: Para o interior
ru: Внутренний
tr: İçe doğru
zh_cn: 集中

# CheckingTextBlock.Text
source: Checking…
cs: Probíhá kontrola…
de: Wird überprüft…
es: Comprobando…
fr: Vérification…
it: Controllo in corso…
ko: 확인하는 중…
nl: Controleren…
pt: A procurar…
ru: Проверка…
tr: Kontrol Ediliyor…
zh_cn: 确认中…

# ClockwiseToolTip.Text
source: Clockwise
cs: Zleva doprava
de: Im Uhrzeigersinn
es: Sentido horario
fr: Dans le sens des aiguilles d'une montre
it: Senso orario
ko: 시계 방향
nl: Rechtsom
pt: Para a direita
ru: По часовой стрелке
tr: Saat yönünde
zh_cn: 顺时针

# ColorCycleEffectText
source: Color cycle
cs: Barevný cyklus
de: Farbwechsel
es: Ciclo de colores
fr: Cycle de couleur
it: Ciclo colore
ko: 색 순환
nl: Kleurcyclus
pt: Ciclo de cor
ru: Цветовой цикл
tr: Renk döngüsü
zh_cn: 彩色循环

# ColorPointTooltip.Text
source: Double click to change color
cs: Kliknutím dvakrát změňte barvu
de: Zum Ändern der Farbe doppelklicken
es: Doble clic para cambiar el color
fr: Double clic pour changer la couleur
it: Fai doppio clic per cambiare il colore
ko: 두 번 클릭하여 색을 변경합니다.
nl: Dubbelklik om de kleur te wijzigen
pt: Faça duplo clique para alterar a cor
ru: Дважды щелкните для изменения цвета
tr: Rengi değiştirmek için çift tıkla
zh_cn: 双击以更改颜色

# ColorTextBlock.Text
source: Color
cs: Barva
de: Farbe
fr: Couleur
it: Colore
ko: 색
nl: Kleur
pt: Cor
ru: Цвет
tr: Renk
zh_cn: 色彩

# CometEffectText
source: Comet
cs: Kometa
de: Komet
es: Cometa
fr: Comète
it: Cometa
ko: 혜성
nl: Komeet
pt: Cometa
ru: Коме́та
tr: Kuyruklu Yıldız
zh_cn: 彗星

# ConnectedDevicesButton.Content
source: Available devices
cs: Dostupná zařízení
de: Verfügbare Geräte
es: Dispositivos
fr: Appareils dispo
it: Lista dispositivi
ko: 사용 가능한 장치
nl: Beschikb. apprtn
pt: Disposit. dispon.
ru: Доступные устройства
tr: Kullnlblr aygtlr
zh_cn: 可用设备

# ConnectedDevicesDialog.Text
source: Available devices
cs: Dostupná zařízení
de: Verfügbare Geräte
es: Dispositivos
fr: Appareils dispo
it: Lista dispositivi
ko: 사용 가능한 장치
nl: Beschikb. apprtn
pt: Disposit. dispon.
ru: Доступные устройства
tr: Kullnlblr aygtlr
zh_cn: 可用设备

# ConnectedDevicesDialogContent.Text
source: Select the device(s) for lighting profile editing. The selected devices will be added to AURA Sync devices list automatically.
cs: Vyberte zařízení pro úpravy světelných efektů, která budou automaticky přidána do seznamu zařízení AURA Sync.
de: Wählen Sie die Geräte für die Bearbeitung des Beleuchtungsprofils aus. Die ausgewählten Geräte werden automatisch zur Liste der AURA Sync-Geräte hinzugefügt.
es: Elija los dispositivos para editar el perfil de iluminación (se agregarán a los dispositivos AURA Sync aut.).
fr: Sélect appareils pr éditer profil lumineux. Appareils sélect ajoutés automatiqt à liste appareils AURA Sync.
it: Seleziona i dispositivi per la modifica del profilo di illuminazione. I dispositivi saranno aggiunti ad AURA.
ko: 조명 프로필을 편집할 장치를 선택하십시오. 선택한 장치가 AURA 동기화 장치 목록에 자동으로 추가됩니다.
nl: Selctr appart/appartn vr bewrkn van verl.profl. Gesl. apprtn wrdn autom. aan apprtnlijst AURA Sync toegevgd.
pt: Sel. disp. para editar o perfil de ilum. Os disp. serão automaticamente adicion. à lista de disp. AURA Sync.
ru: Выберите устройства для редактирования профиля подсветки. Выбранные устройства будут автоматически добавлены в список устройств AURA Sync.
tr: Işık profili düzenlemesi için aygıtları seçin. Seçilen aygıtlar AURA Sync aygıt listesine otomatik eklenir.
zh_cn: 选择想要编辑灯效的设备。所选设备将自动添加至 SURA Sync 设备列表

# CopyItem.Text
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ko: 복사
nl: Kopiëren
pt: Copiar
ru: Копировать
tr: Kopyala
zh_cn: 复制

# CutItem.Text
source: Cut
cs: Vyjmout
de: Ausschneiden
es: Cortar
fr: Couper
it: Taglia
ko: 잘라내기
nl: Snijden
pt: Cortar
ru: Вырезать
tr: Kes
zh_cn: 剪切

# DCU.Text
source: Prerequisite update
cs: Požadavek aktualizace
de: Erforderliche Aktualisierung
es: Actualización de requisitos previos
fr: Mise à jour conditions préalables
it: Requisiti per l'aggiornamento
ko: 필수 구성요소 업데이트
nl: Vereiste bijwerken
pt: Atualização essencial
ru: Actualización de requisitos previos
tr: Önkoşul güncelleme
zh_cn: 必要软件更新

# DecreaseBtnToolTip.Text
source: Decrease the angle by 5 degrees
cs: Zmenšit úhel o 5 stupňů
de: Winkel um 5 Grad verringern
es: Reducir el ángulo 5 grados
fr: Diminuer l'angle de 5 degrés
it: Diminuisci angolo di 5 gradi
ko: 각도를 5도 감소시킵니다.
nl: De hoek 5 graden verkleinen
pt: Diminuir o ângulo 5 graus
ru: Уменьшить угол на 5 градусов
tr: Açıyı 5 derece düşür
zh_cn: 以5度为单位减小角度

# DeleteItem.Text
source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ko: 삭제
nl: Verwijderen
pt: Eliminar
ru: Удалить
tr: Sil
zh_cn: 刪除

# DeleteNodeToolTip.Text
source: Delete node
cs: Odstranit uzel
de: Knotenpunkt löschen
es: Eliminar nodos
fr: Supprimer nœud
it: Elimina nodo
ko: 노드 삭제
nl: Knooppunt verwijderen
pt: Eliminar nó
ru: Удалить узел
tr: Düğümü sil
zh_cn: 删除节点

# DeviceUpdatePromptDialogHint.Text
source: Ensure to update your devices to the latest software version to edit the lighting profiles.
cs: Aby bylo možné upravovat světelné profily, zaktualizujte svá zařízení na nejnovější verzi softwaru.
de: Stellen Sie sicher, dass Sie Ihre Geräte auf die neueste Software-Version aktualisiert haben, um die Beleuchtungsprofile zu bearbeiten.
es: Asegúrese de actualizar los dispositivos a la versión de software más reciente para editar los perfiles de iluminación.
fr: Assurez-vous de mettre à jour vos appareils à la dernière version logicielle pour éditer les profils lumineux.
it: Assicurati di aggiornare i tuoi dispositivi all'ultima versione disponibile del software per modificare i profili di illuminazione.
ko: 조명 프로필을 편집하려면 장치를 최신 소프트웨어 버전으로 업데이트하십시오.
nl: Werk wel apparaten bij naar de nieuwste softwareversie om de verlichtingsprofielen te bewerken.
pt: Atualize os seus dispositivos para a versão de software mais recente para editar os perfis de iluminação.
ru: Для редактирования профилей подсветки обязательно обновите программное обеспечение своих устройств до последней версии.
tr: Aydınlatma profillerini düzenlemek için aygıtlarınızı en son yazılım sürümüne güncellediğinizden emin olun.
zh_cn: 请将设备更新至最新软件版本已开始编辑灯效。

# Double_Click.Text
source: Double click
cs: Dvakrát klik.
de: Doppelklicken
es: Doble clic
fr: Double-clic
it: Doppio clic
ko: 두 번 클릭
nl: Dubbelklikken
pt: Duplo clique
ru: Дважды нажмите
tr: Çift tıkla
zh_cn: 点击

# DuplicateItem.Text
source: Duplicate
cs: Duplikovat
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ko: 복제
nl: Dupliceren
pt: Duplicar
ru: Дублировать
tr: Çoğalt
zh_cn: 复制并新建

# EditButtonTooltip.Text
source: Edit layer
cs: Upravit vrstvu
de: Ebene bearbeiten
es: Editar capa
fr: Éditer niveau
it: Modifica livello
ko: 레이어 편집
nl: Laag bewerken
pt: Editar camada
ru: Редактировать слой
tr: Katman düzenle
zh_cn: 编辑图层

# EditLayerText
source: Edit
cs: Upravit
de: bearbeiten
es: Editar
fr: Éditer
it: Modifica
ko: 편집(레이어 이름)
nl: bewerken
pt: Editar
ru: Редактировать
tr: Düzenle
zh_cn: 编辑

# Effects.Text
source: Effects
cs: Efekty
de: Effekte
es: Efectos
fr: Effets
it: Effetti
ko: 효과
nl: Effecten
pt: Efeitos
ru: Эффекты
tr: Efektler
zh_cn: 灯效

# EffectSequenceTextBlock.Text
source: Effect sequence:
cs: Pořadí efektů：
de: Effektsequenz：
es: Secuencia de efectos：
fr: Séquence d'effets：
it: Sequenza effetto：
ko: 효과 시퀀스：
nl: Reeks effecten：
pt: Sequência de efeitos：
ru: Последовательность эффектов：
tr: Efekt sırası：
zh_cn: 效果顺序：

# ErrorMessage_PowerProblem
source: Ensure your computer is connected to a power source AND the battery power is more than 20%.
cs: Ověřte, zda je počítač připojen k napáj. A zda je bat. nabitá na více než 20 %.
de: Stellen Sie sicher, dass Ihr Computer mit einer Stromquelle verbunden ist UND die Akkuleistung mehr als 20% beträgt.
es: Compruebe que el equipo está conectado Y que la batería es superior al 20 %.
fr: Vérifiez ordinateur branché à source d'alimentation ET niveau batterie > 20 %.
it: Collega il computer a una presa di corrente e verifica che la batteria sia >20%.
ko: 컴퓨터가 전원에 연결되고 배터리 전원이 20% 이상이어야 합니다.
nl: Zorg dat comp. is aangesl met een strmbron EN dat accuvermgn hoger is dan 20%.
pt: Certifique-se de que o comp. está ligado à corrente E a carga é superior a 20%.
ru: Убедитесь, что компьютер подключен к источнику питания и уровень заряда аккумулятора более 20%.
tr: Bilgisayarın güç kaynağına bağlı VE pilin %20'den fazla olduğundan emin olun.
zh_cn: 请确认您的电脑已连接电源，且电池电量在 20% 以上。

# ErrorMessage_UpdateFail
source: Update failed. Please try again.
cs: Aktualizace se nezdařila. Zkuste to znovu.
de: Aktualisierung ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error de actualización. Inténtelo de nuevo.
fr: Échec de la mise à jour. Veuillez réessayer.
it: Aggiornamento non riuscito. Riprova.
ko: 업데이트가 실패했습니다. 다시 시도하십시오.
nl: Bijwerken mislukt. Probeer het nogmaals.
pt: A atualização falhou. Tente novamente.
ru: Ошибка обновления. Пожалуйста, попробуйте еще раз.
tr: Güncelleme başarısız. Lütfen tekrar deneyin.
zh_cn: 更新失败。请再试一次。

# ExportItem.Text
source: Export
cs: Exportovat
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ko: 내보내기
nl: Exporteren
pt: Exportar
ru: Экспорт
tr: Dışa aktar
zh_cn: 导出

# EyesHideTooltip.Value
source: Hide layer
cs: Skrýt vrstvu
de: Ebene ausblenden
es: Ocultar capa
fr: Masquer niveau
it: Nascondi livello
ko: 레이어 숨기기
nl: Laag verbergen
pt: Ocultar camada
ru: Скрыть слой
tr: Katmanı gizle
zh_cn: 隐藏图层

# EyesShowTooltip.Value
source: Show layer
cs: Zobrazit vrstvu
de: Ebene anzeigen
es: Mostrar capa
fr: Afficher niveau
it: Mostra livello
ko: 레이어 표시
nl: Laag weergeven
pt: Mostrar camada
ru: Отобразить слой
tr: Katmanı göster
zh_cn: 显示图层

# FastTextBlock.Text
source: Fast
cs: Vysoká
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
ko: 빠르게
nl: Snel
pt: Rápido
ru: Быстрая
tr: Hızlı
zh_cn: 快

# FileListButtonTooltip.Text
source: AURA Creator lighting profile
cs: Profil osvětlení AURA Creator
de: AURA Creator Beleuchtungsprofil
es: Perfil de iluminación de AURA Creator
fr: Profil d'éclairage AURA Creator
it: Profilo di illuminazione AURA Creator
ko: AURA Creator 조명 프로필
nl: Verlichtingsprofiel AURA Creator
pt: Perfil de iluminação AURA Creator
ru: Профиль освещения AURA Creator
tr: AURA Creator aydınlatma profili
zh_cn: AURA Creator 灯效设置文件

# FilenameTextBlock.Text
source: Filename
cs: Název souboru
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
it: Nome file
ko: 파일 이름
nl: Bestandsnaam
pt: Nome do ficheiro
ru: Имя файла
tr: Dosya adı
zh_cn: 文件名

# FitAllTooltip.Text
source: Fill the entire editing area (Ctrl + 0)
cs: Vyplnit celou oblast úprav (Ctrl + 0)
de: Gesamten Bearbeitungsbereich füllen (Strg + 0)
es: Rellenar toda el área de edición (Ctrl + 0)
fr: Remplir toute la zone d'édition (Ctrl + 0)
it: Riempi l'intera area di modifica (Ctrl + 0)
ko: 편집 영역 전체 채우기(Ctrl + 0)
nl: Het gehele bewerkingsgebied vullen (Ctrl + 0)
pt: Preencher toda a área de edição (Ctrl + 0)
ru: Заполнить всю область редактирования (Ctrl + 0)
tr: Tüm düzenleme alanını doldur (Ctrl + 0)
zh_cn: 填充整个编辑区域 (Ctrl + 0)

# GoLeftButtonTooltip.Text
source: Jump to beginning (Shift + Home)
cs: Přeskočit na začátek (Shift + Home)
de: Zum Anfang springen (Umschalt + Pos1)
es: Saltar al principio (Mayús + Inicio)
fr: Accéder au début (Maj + Accueil)
it: Salta all'inizio (Shift + Home)
ko: 시작으로 이동(Shift + Home)
nl: Naar beginspringen (Shift + Home)
pt: Ir para o início (Shift + Home)
ru: Перейти к началу (Shift + Home)
tr: Başa git (Shift + Home)
zh_cn: 跳至开头 (Shift + Home)

# GoRightButtonTooltip.Text
source: Jump to end (Shift + End)
cs: Přeskočit na konec (Shift + End)
de: Zum Ende springen (Umschalt + Ende)
es: Saltar al final (Mayús + Fin)
fr: Accéder à la fin (Maj + Fin)
it: Salta alla fine (Shift + End)
ko: 끝으로 이동(Shift + End)
nl: Naar het einde springen (Shift + End)
pt: Ir para o fim (Shift + End)
ru: Перейти в конец (Shift + End)
tr: Sona git (Shift + End)
zh_cn: 跳至结尾 (Shift + End)

# GradientTextBlock.Text
source: Gradient
cs: Přechod
de: Farbverlauf
es: Gradiente
it: Gradiente
ko: 그라데이션
nl: Gradiënt
pt: Gradação
ru: Градиент
tr: Gradyan
zh_cn: 渐变

# ImportItem.Text
source: Import
cs: Importovat
de: Importieren
es: Importar
fr: Importer
it: Importa
ko: 가져오기
nl: Importeren
pt: Importar
ru: Импорт
tr: İçe aktar
zh_cn: 导入

# IncreaseBtnToolTip.Text
source: Increase the angle by 5 degrees
cs: Zvětšit úhel o 5 stupňů
de: Winkel um 5 Grad erhöhen
es: Aumentar el ángulo 5 grados
fr: Augmenter l'angle de 5 degrés
it: Aumenta angolo di 5 gradi
ko: 각도를 5도 증가시킵니다.
nl: De hoek 5 graden groter maken
pt: Aumentar o ângulo 5 graus
ru: Увеличить угол на 5 градусов
tr: Açıyı 5 derece artır
zh_cn: 以5度为单位增大角度

# LayerTooltip.Text
source: Layer
cs: Vrstva
de: Ebene
es: Capa
fr: Niveau
it: Livello
ko: 레이어
nl: Laag
pt: Camada
ru: Слой
tr: Katman
zh_cn: 图层

# LeftSideClosedButtonTooltip.Text
source: Expand lighting effects panel
cs: Rozbalit panel světelných efektů
de: Lichteffekte-Feld ausklappen
es: Expandir panel de efectos de iluminación
fr: Développer le panneau des effets lumineux
it: Espandi pannello effetti illuminazione
ko: 조명 효과 패널 확대
nl: Deelvenster verlichtingseffecten uitvouwen
pt: Abrir painel de efeitos de iluminação
ru: Развернуть панель эффектов подсветки
tr: Aydınlatma efektleri panelini genişlet
zh_cn: 展开灯效面板

# LeftSideOpenedButtonTooltip.Text
source: Collapse lighting effects panel
cs: Sbalit panel světelných efektů
de: Lichteffekte-Feld zuklappen
es: Contraer panel de efectos de iluminación
fr: Réduire le panneau des effets lumineux
it: Riduci pannello effetti illuminazione
ko: 조명 효과 패널 축소
nl: Deelvenster verlichtingseffecten samenvouwen
pt: Fechar painel de efeitos de iluminação
ru: Свернуть панель эффектов подсветки
tr: Aydınlatma efektleri panelini daralt
zh_cn: 收起灯效面板

# MenuButtonTooltip.Text
source: Options
cs: Možnosti
de: Optionen
es: Opciones
it: Opzioni
ko: 옵션
nl: Opties
pt: Opções
ru: Опции
tr: Seçenekler
zh_cn: 选项

# NameTextBlockTooltip.Text
source: Double click to rename
cs: Kliknutím dvakrát přejmenujte
de: Zum Umbenennen doppelklicken
es: Hacer doble clic para cambiar el nombre
fr: Double-clic pour renommer
it: Fai doppio clic per rinominare
ko: 두 번 클릭하여 이름 바꾸기
nl: Dubbelklikken om te hernoemen
pt: Duplo clique para mudar o nome
ru: Дважды щелкните для переименования
tr: Yeniden adlandırmak için çift tıkla
zh_cn: 双击图层以重命名

# NewFileItem.Text
source: Create new
cs: Vytvořit nový
de: Neu erstellen
es: Crear nuevo
fr: Créer nouveau
it: Crea nuovo
ko: 새로 만들기
nl: Nieuwe maken
pt: Criar novo
ru: Создать
tr: Yeni oluştur
zh_cn: 新建

# NoAD.Text
source: No devices available
cs: Žádná dostupná zařízení
de: Keine Geräte verfügbar
es: No hay dispositivos disponibles
fr: Aucun appareil disponible
it: Nessun dispositivo disponibile
ko: 사용 가능한 장치가 없음
nl: Geen apparaten beschikbaar
pt: Nenhum dispositivo disponível
ru: Нет доступных устройств
tr: Kullanılabilir aygıt yok
zh_cn: 无可用设备

# NoADHint.Text
source: Please connect at least one AURA Sync compatible device.
cs: Připojte alespoň jedno zařízení kompatibilní s AURA Sync.
de: Verbinden Sie bitte mindestens ein mit AURA Sync kompatibles Gerät.
es: Conecte al menos un dispositivo compatible con AURA Sync.
fr: Veuillez connecter au moins un appareil compatible AURA Sync.
it: Connetti almeno un dispositivo compatibile AURA Sync.
ko: 최소 1개의 AURA 동기화 가능한 장치를 연결하십시오.
nl: Sluit tenminste een met AURA Sync compatibel apparaat aan.
pt: Ligue pelo menos um dispositivo compatível com AURA Sync.
ru: Пожалуйста, подключите хотя бы одно устройство, совместимое с AURA Sync.
tr: Lütfen en az bir AURA Sync uyumlu aygıt takın.
zh_cn: 请至少连接一个 AURA Sync 兼容设备。

# NormalTextBlock.Text
source: Normal
cs: Normální
es: Medio
fr: Moyen
it: Normale
ko: 중간
nl: Gemiddeld
pt: Médio
ru: Средняя
tr: Orta
zh_cn: 中

# OKButton.Content
source: OK
es: Aplicar
ko: 확인
ru: ОК
tr: Tamam
zh_cn: 确定

# One_Click.Text
source: Click
cs: Kliknout
de: Klicken
es: Clic
fr: Clic
it: Clic singolo
ko: 클릭
nl: Klikken
pt: Clique
ru: Нажмите
tr: Tıkla
zh_cn: 点击

# One_Click_Text
source: Click
cs: Kliknout
de: Klicken
es: Clic
fr: Clic
it: Clic singolo
ko: 클릭
nl: Klikken
pt: Clique
ru: Нажмите
tr: Tıkla
zh_cn: 点击

# PasteItem.Text
source: Paste
cs: Vložit
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ko: 붙여넣기
nl: Plakken
pt: Colar
ru: Вставить
tr: Yapıştır
zh_cn: 粘贴

# PatternTextBlock.Text
source: Pattern
cs: Vzorek
de: Farbschema
es: Patrón
fr: Modèle
it: Sequenza
ko: 패턴
nl: Patroon
pt: Padrão
ru: Шаблон
tr: Desen
zh_cn: 样式

# PauseButtonTooltip.Text
source: Pause (Control + Enter)
cs: Pozastavit (Shift + 0)
de: Pause (Umschalt + 0)
es: Pausar (Mayús + 0)
fr: Pause (Shift + 0)
it: Pausa (Shift + 0)
ko: 일시 중지(Shift + 0)
nl: Passeren (Shift + 0)
pt: Pausa (Shift + 0)
ru: Пауза (Shift + 0)
tr: Duraklat (Shift + 0)
zh_cn: 暂停 (Shift + 0)

# PivotAboutItem.Header
source: About
cs: O aplikaci
de: Über
es: Acerca de
fr: À propos
it: Info su
ko: 정보
nl: Info
pt: Sobre
ru: Справка
tr: Hakkında
zh_cn: 关于

# PivotUpdateItem.Text
source: Update
cs: Aktualiz.
de: Aktualisierung
es: Actualizar
fr: Màj
it: Aggiorna
ko: 업데이트
nl: Bijwerken
pt: Atualiz.
ru: Обновления
tr: Güncelle
zh_cn: 更新

# PlayButtonTooltip.Text
source: Play (Control + Enter)
cs: Přehrát (Shift + 0)
de: Abspielen (Umschalt + 0)
es: Reproducir (Mayús + 0)
fr: Lecture (Shift + 0)
it: Riproduci (Shift + 0)
ko: 재생(Shift + 0)
nl: Afspelen (Shift + 0)
pt: Reproduzir (Shift + 0)
ru: Воспроизвести (Shift + 0)
tr: Yürüt (Shift + 0)
zh_cn: 播放 (Shift + 0)

# RainbowEffectText
source: Rainbow
cs: Duha
de: Regenbogen
es: Arco iris
fr: Arc-en-ciel
it: Arcobaleno
ko: 무지개
nl: Regenboog
pt: Arco-íris
ru: Ра́дуга
tr: Gökkuşağı
zh_cn: 彩虹

# RandomTextBlock.Text
source: Random
cs: Náhodně
de: Zufällig
es: Aleatorio
fr: Enreg
it: Casuale
ko: 임의
nl: Willekeurig
pt: Aleatório
ru: Случайный
tr: Rastgele
zh_cn: 随机

# RandomToolTip.Text
source: Drag to adjust the random color range
cs: Přetažením upravte rozsah náhodných barev
de: Zum Anpassen des zufälligen Farbbereichs ziehen
es: Arrastrar para ajustar el intervalo de colores aleatorio
fr: Faire glisser pour ajuster la plage de couleur aléatoire
it: Sposta per regolare l'intervallo casuale dei colori
ko: 끌어서 임의 색 범위를 조정합니다.
nl: Slepen om het willekeurige kleurbereik aan te passen
pt: Arraste para ajustar o intervalo de cores aleatórias
ru: Перетащите для настройки случайного цветового диапазона
tr: Rastgele renk aralığını ayarlamak için sürükle
zh_cn: 拖曳以选择随机颜色的范围

# RedoTooltip.Text
source: Redo (Ctrl + Shift + Z)
cs: Znovu (Ctrl + Shift + Z)
de: Wiederholen (Strg + Umschalt + Z)
es: Rehacer (Ctrl + Mayús + Z)
fr: Rétablir (Ctrl + Maj + Z)
it: Ripeti (Ctrl + Shift + Z)
ko: 다시 실행(Ctrl + Shift + Z)
nl: Opnieuw (Ctrl + Shift + Z)
pt: Refazer (Ctrl + Shift + Z)
ru: Восстановить (Ctrl + Shift + Z)
tr: Yinele (Ctrl + Shift + Z)
zh_cn: 取消撤销 (Ctrl + Shift + Z)

# RemoveAllButton.Content
source: Delete all
cs: Odstr. vše
de: Alle löschen
es: Elim. todo
fr: Tout suppr
it: Elimina
ko: 모두 삭제
nl: Alles verw
pt: Elim. tudo
ru: Удалить все
tr: Tümünü sil
zh_cn: 全部刪除

# RenameItem.Text
source: Rename
cs: Přejmenovat
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ko: 이름 바꾸기
nl: Naam wijzigen
pt: Mudar o nome
ru: Переименовать
tr: Y. adlandır
zh_cn: 重新命名

# ResetBtnTooltip.Text
source: Reset
cs: Resetovat
de: Zurücksetzen
es: Restab.
fr: Réinitialiser
it: Ripristina
ko: 초기화
pt: Repor
ru: Сброс
tr: Sıfırla
zh_cn: 恢复默认值

# ResetToDefaultTooltip.Text
source: Reset to default layout (Ctrl + 1)
cs: Resetovat na výchozí rozvržení (Ctrl + 1)
de: Auf Standardlayout zurücksetzen (Strg + 1)
es: Restaurar diseño predeterminado (Ctrl + 1)
fr: Réinitialiser à la disposition par défaut (Ctrl + 1)
it: Reimposta posizione predefinita (Ctrl + 1)
ko: 기본 레이아웃으로 초기화(Ctrl + 1)
nl: Standaard indeling herstellen (Ctrl + 1)
pt: Repor disposição predefinida (Ctrl + 1)
ru: Сброс к виду по умолчанию (Ctrl + 1)
tr: Varsayılan düzeni getir (Ctrl + 1)
zh_cn: 回到默认版面 (Ctrl + 1)

# RightSideClosedButtonTooltip.Text
source: Expand property settings panel
cs: Rozbalit panel nastavení vlastností
de: Eigenschaftseinstellungen-Feld ausklappen
es: Expandir panel de configuración de propiedades
fr: Développer le panneau des paramètres des propriétés
it: Espandi pannello impostazioni proprietà
ko: 속성 설정 패널 확대
nl: Deelvenster instellingen eigenschappen uitvouwen
pt: Abrir painel de definições de propriedades
ru: Развернуть панель настроек свойств
tr: Özellik ayarları panelini genişlet
zh_cn: 展开参数设置面板

# RightSideOpenedButtonTooltip.Text
source: Collapse property settings panel
cs: Sbalit panel nastavení vlastností
de: Eigenschaftseinstellungen-Feld zuklappen
es: Contraer panel de configuración de propiedades
fr: Réduire le panneau des paramètres des propriétés
it: Riduci pannello impostazioni proprietà
ko: 속성 설정 패널 축소
nl: Deelvenster instellingen eigenschappen samenvouwen
pt: Fechar painel de definições de propriedades
ru: Свернуть панель настроек свойств
tr: Özellik ayarları panelini daralt
zh_cn: 收起参数设置面板

# SaveAndApplyButton.Content
source: Save & apply
cs: Uložit a použít
de: Speichern & Übernehmen
es: Guardar/Aplicar
fr: Enr & appliquer
it: Salva e applica
ko: 저정 후 적용
nl: Opsl en toepssn
pt: Guardar e apli.
ru: Сохранить и применить
tr: Kydt ve uygula
zh_cn: 保存并应用
